# Токен от телеграмм бота. Получать у @BotFather
# @ElectroCarsInfoBot
BOT_TOKEN = "1774485795:AAFqJVomI11wseQB2diKmliECXEj8O12BDw"

# Список администраторов бота. Перечисляются в квадратных скобках, через запятую. Например: ADMIN_ID = [1312649188, 123, 123]
# Администратор сможет получить логи в чате с ботом и менять доступность.
# Получить можно у @username_to_id_bot
ADMIN_ID = [467677233]

# Лимит по чатам, на которые нужно подписаться.
CHATS_LIMIT = 5

# True/False. False - проверять подписку на 1 канал раз в день (на одного человека).
DONT_CHECK_A_DAY = False